Calendar.LANG("ru", "????郕邽邿", {

        fdow: 1,                // first day of week for this locale; 0 = Sunday, 1 = Monday, etc.

        goToday: "苤迮迣郋迡郇?",

        today: "苤迮迣郋迡郇?",         // appears in bottom bar

        wk: "郇迮迡",

        weekend: "0,6",         // 0 = Sunday, 1 = Monday, etc.

        AM: "am",

        PM: "pm",

        mn : [ "?郇赲訄??",
               "?迮赲?訄郅?",
               "邾訄??",
               "訄郈?迮郅?",
               "邾訄邿",
               "邽?郇?",
               "邽?郅?",
               "訄赲迣???",
               "?迮郇??訇??",
               "郋郕??訇??",
               "郇郋?訇??",
               "迡迮郕訄訇??" ],

        smn : [ "?郇赲",
                "?迮赲",
                "邾訄?",
                "訄郈?",
                "邾訄邿",
                "邽?郇",
                "邽?郅",
                "訄赲迣",
                "?迮郇",
                "郋郕?",
                "郇郋?",
                "迡迮郕" ],

        dn : [ "赲郋?郕?迮?迮郇?迮",
               "郈郋郇迮迡迮郅?郇邽郕",
               "赲?郋?郇邽郕",
               "??迮迡訄",
               "?迮?赲迮?迣",
               "郈??郇邽?訄",
               "??訇訇郋?訄",
               "赲郋?郕?迮?迮郇?迮" ],

        sdn : [ "赲?郕",
                "郈郋郇",
                "赲??",
                "??迡",
                "?迮?",
                "郈??",
                "??訇",
                "赲?郕" ]

});
